{
  "description": [
    "Rome ( Italian and Latin: Roma ), the 'Eternal City', is the capital and largest city of Italy and of the Lazio region. It's the famed city of the Roman Empire , the Seven Hills, La Dolce Vita , the Vatican City and Three Coins in the Fountain . Rome, as a millennia-long centre of power, culture and religion, was the centre of one of the greatest civilisations ever, and has exerted a huge influence over the world in its circa 2500 years of existence.",
    "The historic centre of the city is a UNESCO World Heritage Site . With wonderful palaces, thousand-year-old churches and basilicas, grand romantic ruins, opulent monuments, ornate statues and graceful fountains, Rome has an immensely rich historical heritage and cosmopolitan atmosphere, making it one of Europe's and the world's most visited, famous, influential and beautiful capitals. Today, Rome has a growing nightlife scene and is also seen as a shopping heaven, being regarded as one of the fashion capitals of the world; some of Italy's oldest jewellery and clothing establishments were founded in the city. With so many sights and things to do, Rome can truly be classified a \"global city\"."
  ],
  "Districts": {
    "content": [
      "Rome can be divided into several districts. The so-called historical centre ( centro storico ) is quite small, being only around 4% of the city's area. This mainly consists of the area inside the Aurelian walls, and is protected by UNESCO. Districts are explained below:",
      "Modern Centre Where many of the hotels are, as well as shopping and dining galore along the Via Veneto; home to the Quirinale, Trevi fountain, Barberini, Castro Pretorio, and Repubblica areas.",
      "Old Rome The centre of the Roman medieval and Renaissance periods, with beautiful plazas, cathedrals, the Pantheon, and plenty of laid-back dining; includes the Navona, Campo de' Fiori, and the Jewish Ghetto neighbourhoods.",
      "Vatican The Papal City State and its endless treasure troves of sights, relics, and museums, as well as the surrounding Italian neighbourhood.",
      "Colosseo The heart of ancient Rome, the Colosseum, the Roman Forum, the Forum of Augustus, the Forum and Markets of Trajan, the Capitoline and its museums.",
      "North Centre Situated in the north part of Rome, home to the Villa Borghese, the Spanish Steps, and the elegant neighbourhoods of Parioli and Salario.",
      "Trastevere The land to the south of the Vatican, on the west bank of the Tiber River, full of narrow cobbled streets and lonely plazas that served as the inspiration for artists such as Giorgio de Chirico. Now arguably the centre of Rome's artistic life.",
      "Aventino-Testaccio Off-the-beaten-path neighbourhoods of Rome with plenty of surprises waiting for interested travelers, as well as some truly great food.",
      "Esquilino-San Giovanni South of Termini, with an indoor market, Piazza Vittorio Emanuele, and the Cathedral of Rome Saint John in Lateran.",
      "Nomentano The neighbourhoods \"behind\" the train station. Vibrant night life in San Lorenzo.",
      "North The vast suburban neighbourhoods to the north of the centre (Municipi III, XI-XV)",
      "South Home of the Appian Way park, several catacombs, fascist monumental architecture at EUR and extensive suburbs (Municipi IV-IX).",
      "Ostia Rome's beach resort and the impressive ruins of Ancient Rome's harbour (Municipio X)."
    ],
    "subsections": {
      "Central Rome": [
        "Rome can be divided into several districts. The so-called historical centre ( centro storico ) is quite small, being only around 4% of the city's area. This mainly consists of the area inside the Aurelian walls, and is protected by UNESCO. Districts are explained below:",
        "Modern Centre Where many of the hotels are, as well as shopping and dining galore along the Via Veneto; home to the Quirinale, Trevi fountain, Barberini, Castro Pretorio, and Repubblica areas.",
        "Old Rome The centre of the Roman medieval and Renaissance periods, with beautiful plazas, cathedrals, the Pantheon, and plenty of laid-back dining; includes the Navona, Campo de' Fiori, and the Jewish Ghetto neighbourhoods.",
        "Vatican The Papal City State and its endless treasure troves of sights, relics, and museums, as well as the surrounding Italian neighbourhood.",
        "Colosseo The heart of ancient Rome, the Colosseum, the Roman Forum, the Forum of Augustus, the Forum and Markets of Trajan, the Capitoline and its museums.",
        "North Centre Situated in the north part of Rome, home to the Villa Borghese, the Spanish Steps, and the elegant neighbourhoods of Parioli and Salario.",
        "Trastevere The land to the south of the Vatican, on the west bank of the Tiber River, full of narrow cobbled streets and lonely plazas that served as the inspiration for artists such as Giorgio de Chirico. Now arguably the centre of Rome's artistic life.",
        "Aventino-Testaccio Off-the-beaten-path neighbourhoods of Rome with plenty of surprises waiting for interested travelers, as well as some truly great food.",
        "Esquilino-San Giovanni South of Termini, with an indoor market, Piazza Vittorio Emanuele, and the Cathedral of Rome Saint John in Lateran.",
        "Nomentano The neighbourhoods \"behind\" the train station. Vibrant night life in San Lorenzo."
      ],
      "Outskirts": [
        "North The vast suburban neighbourhoods to the north of the centre (Municipi III, XI-XV)",
        "South Home of the Appian Way park, several catacombs, fascist monumental architecture at EUR and extensive suburbs (Municipi IV-IX).",
        "Ostia Rome's beach resort and the impressive ruins of Ancient Rome's harbour (Municipio X)."
      ]
    }
  },
  "See": {
    "content": [
      "Italians are very fond of their landmarks; in order to make them accessible to everyone one week a year there is no charge for admittance to all publicly owned landmarks and historical sites. This week, known as \" La settimana dei beni culturali \", typically occurs in mid-May and for those 7 to 10 days every landmark, archaeological site and museum belonging to government agencies (including the Quirinale presidential palace and gardens, the Colosseum and all of the ancient Forum) is accessible and free of charge.",
      "Government-owned museums and historical sites have free admission on the first Sunday of every month.",
      "If you'll be staying in Rome for at least 3 days, consider purchasing the Roma Pass . It is valid for 3 days and costs €58.50 (Aug 2024). It entitles holders to free admission to the first two museums and/or archaeological sites visited, full access to the public transport system, and discounts for the other museums, tourist sites, exhibitions, music events, theatrical and dance performances. This pass gets you in to the Colosseum (Colosseo), Palatine Hill (Palatino Hill), the Baths of Caracalla (Terme di Caracalla), and the catacombs as well as the Terme di Diocleziano, Palazza Massimo alle Terme, Crypta Balbi, Palazzo Altemps, Villa dei Quintili, and the Tomb of Cecilia Metella.",
      "A Roma Pass 48-hours is also offered for €36.50 (Aug 2024) and is valid for 2 days. For this pass only the first museum and/or archaeological sites visited is free.",
      "Check the expiration date at the back of the Roma Pass card. If the card's validity has expired it does not work in the metro's ticket gate. Be sure to buy the passes at official tourist offices. There are also small booths on the streets that sell tickets, but they could charge you a higher price.",
      "Another advantage of the Roma Pass is that you can often skip the waiting queues if it's one of your first two free entrances. This way you can avoid, for example, a 1+ hour waiting time at the Colosseum.",
      "There's an alternative pass called OMNIA Vatican and Rome [dead link] that includes the services provided by Roma Pass, free entry to Vatican Museums and Sistine Chapel, fast track entry to St Peter's Basilica and hop-on-hop-off bus tour for 3 days. It costs €113 for 3 days",
      "The main area for exploring the ruins of ancient Rome is in Rome/Colosseo either side of Via dei Fori Imperiali, which connects the Colosseum and Piazza Venezia. Constructed between 1931 and 1933, at the time of Mussolini, this road destroyed a large area of Renaissance and medieval buildings constructed on top of ruins of the ancient forums and ended forever plans for an archaeological park stretching all the way to the Appian Way. Heading towards the Colosseum from Piazza Venezia, you see the Roman Forum on your right and Trajan's Forum and Market on the left. To the right of the Colosseum is the Arch of Constantine and the beginning of the Palatine Hill, which will eventually lead you to ruins of the Flavian Palace and a view of the Circus Maximus (see Rome/Aventino-Testaccio ). To the left, after the Colosseum is a wide, tree-lined path that climbs through the Colle Oppio park. Underneath this park is the Golden House of Nero (Domus Aurea), an enormous and spectacular underground complex restored and then closed again due to damage caused by heavy rain. Further to the left on the Esquiline Hill are ruins of Trajan's baths.",
      "In Old Rome you must see the Pantheon, which is amazingly well preserved considering it dates back to 125 AD. There is a hole constructed in the ceiling so it is an interesting experience to be there when it is raining. If you are heading to the Pantheon from Piazza Venezia you first reach Largo di Torre Argentina on your left. Until 1926 this was covered in narrow streets and small houses, which were razed to the ground when ruins of Roman temples were discovered. Moving along Corso Vittorio Emmanuelle and crossing the Tiber river into the Vatican area you see the imposing Castel Sant' Angelo, built as a Mausoleum for the Emperor Hadrian. This is connected by a covered fortified corridor to the Vatican and served as a refuge for Popes in times of trouble.",
      "South of the Colosseum are the Baths of Caracalla ( Aventino-Testaccio ). You can then head South-East on the old Appian Way, passing through a stretch of very well-preserved city wall. For the adventurous, continuing along the Appian Way ( Rome/South ) will bring you to a whole host of Roman ruins, including the Circus of Maxentius, the tomb of Cecilia Metella, the Villa dei Quintili and, nearby, several long stretches of Roman aqueduct.",
      "Returning to the Modern Centre , the Baths of Diocletian are opposite the entrance to the main railway station, Termini. The National Museum of Rome stands in the South-West corner of the Baths complex and has an enormous collection of Roman sculptures and other artefacts. But this is just one of numerous museums devoted to ancient Rome, including those of the Capitoline Hill. It is really amazing how much there is.",
      "There are more than 900 churches in Rome; probably one third would be well worth a visit!",
      "In Catholic tradition, St. Peter is said to have founded the church in Rome together with St. Paul. The first churches of Rome originated in places where early Christians met, usually in the homes of private citizens. By the IVth Century, however, there were already four major churches, or basilicas. Rome had 28 cardinals who took it in turns to give mass once a week in one of the basilicas. In one form or another the four basilicas are with us today and constitute the major churches of Rome. They are St Peter's , St Paul's Outside the Walls , Santa Maria Maggiore and San Giovanni .  All pilgrims to Rome are expected to visit these four basilicas, together with San Lorenzo fuori le mura , Santa Croce in Gerusalemme , and the Sanctuary of Divino Amore . The latter was inserted as one of the seven at the time of the Great Jubilee in 2000, replacing San Sebastiano outside the walls .",
      "Take a look inside a few churches. You'll find the richness and range of decor astonishing, from fine classical art to tacky electric candles. Starting with several good examples of early Christian churches, including San Clemente and Santa Costanza , there are churches built over a period of 1700 years or so, including modern churches constructed to serve Rome's new suburbs.",
      "Some churches in Rome deny admission to people who are dressed inappropriately.  You will find \"fashion police\" at the most visited churches. (\"Knees and shoulders\" are the main problem - especially female ones.) Bare shoulders, short skirts, and shorts are officially not allowed, but long shorts and skirts reaching just above the knee should generally be no problem.  However, it's always safer to wear longer pants or skirts that go below the knee; St. Peter's in particular is known for rejecting tourists for uncovered knees, shoulders, midriffs, etc.  (You also generally won't be told until right before you enter the church, so you will have made the trek to the Vatican and stood in a long security line for nothing.)  The stricter churches usually have vendors just outside selling inexpensive scarves and sometimes plastic pants.  But relatively few churches  enforce dress codes and you can wander into most wearing shorts, sleeveless shirts, or pretty much anything without problems.  It is, however, good to keep one's dress tasteful, as these are still churches and houses of prayer for many people. (Older Romans might comment on your attire and perhaps harass you if it is particularly revealing.)",
      "To the modern visitor, the Seven Hills of Rome can be rather difficult to identify. In the first place generations of buildings constructed on top of each other and the construction of tall buildings in the valleys have tended to make the hills less pronounced than they originally were. Secondly, there are clearly more than seven hills. In Roman days many of these were outside the city boundaries.",
      "The seven hills were first occupied by small settlements and not recognised as a city for some time. Rome came into being as these settlements acted together to drain the marshy valleys between them and turn them into markets and fora. The Roman Forum used to be a swamp.",
      "The Palatine Hill looms over Circus Maximus and is accessed near the Colosseum . Legend has it that this was occupied by Romulus when he fell out with his brother, Remus, who occupied the Aventine Hill on the other side of the Circus. Also clearly recognisable as hills are the Caelian , to the southeast of Circus Maximus and the Capitoline , which overlooks the Forum and now hosts the Municipality of Rome. East and northeast of the Roman Forum are the Esquiline , Viminal, and Quirinal hills . These are less easy to distinguish as separate hills these days and from a distance look like one.",
      "The red line on the map indicates the Servian Wall, its construction is credited to the Roman King Servius Tullius in the Sixth Century BC, but archaeological evidence places its construction during the Fourth Century BC. Small bits of this wall can still be seen, particularly close to Termini railway station and on the Aventine hill . As Rome expanded new walls were required to protect the larger area. These were built in the Third Century AD by the Emperor Aurelian. Lengthy sections of this wall remain all around the outskirts of Rome's centre. Much is in very good condition.",
      "Among other hills of Rome, not included in the seven, are that overlooking the Vatican ; the Janiculum overlooking Trastevere , which provides excellent views of Rome; the Pincio on the edge of the Borghese Gardens , which gives good views of the Vatican, and the Monte Mario to the north.",
      "If you are in Rome for the Arts there are several world-class museums in the city. The natural starting point is a visit to the area of Villa Borghese in Rome/North Center , where there is a cluster of art museums in and around the Borghese Gardens. Galleria Borghese houses a previously private art collection of the Borghese family, Museo Nazionale di Villa Giulia is home of the world's largest Etruscan art collection, and Galleria Nazionale d'Arte Moderna houses many Italian masterpieces as well as a few pieces by artists such as Cézanne, Degas, Monet and Van Gogh.",
      "The Capitoline Museums in the Colosseo district opens their doors to the city's most important collection of antique Roman and Greek art and sculptures. Visit the Galleria d'Arte Antica , housed in the Barberini palace in the Modern centre , for Italian Renaissance and Baroque art.",
      "A visit to Rome is not complete without a trip to the Vatican Museum . You need to go to the museum if you want to see the Sistine Chapel, but there is an enormous collection. You cannot miss part of this, such as tapestries, maps and the rooms painted by Rafael, as they are en route to the Sistine Chapel, but there is much, much more to explore, including a stunning Egyptian collection, and the Pinacoteca, which includes a Portrait of St. Jerome by Leonardo da Vinci and paintings by Giotto, Perugino, Raphael, Veronese, Caravaggio, and others.",
      "Rome's National Museum at the Baths of Diocletian in the Modern Centre has a vast archaeological collection as does the national museum at Palazzo Altemps , close to Piazza Navona . Further afield, the Museo di Civilta Romana (Museum of Rome's Civilization), in EUR is most famous for an enormous model of Imperial Rome, but also has an extensive display of plaster casts, models and reconstructions of statues and Roman stonework.",
      "If you have plenty of time there is absolutely no shortage of other museums covering a wide variety of interests. Examples include the Museum of the Walls (see Rome/South ), the Musical Instrument Museum and a museum devoted to the liberation of Rome from German occupation in the Second World War ( Rome/Esquilino-San Giovanni ).",
      "Check museum opening hours before heading there. Government museums are invariably closed on Mondays, so that is a good day for other activities. The Rome municipality itself operates some 17 museums and attractions. Info at Musei In Comune Roma [dead link] . These are free to European Union citizens under 18 and over 65. Websites for other museums are listed on the relevant District pages.",
      "Much of the attraction of Rome is in just wandering around the old city. You can quickly escape from the major tourist routes and feel as if you are in a small medieval village, not a capital city. If you can do so while watching for uneven cobblestones, keep looking upwards. There are some amazing roof gardens and all sorts of sculptures, paintings and religious icons attached to exterior walls. Look through 2nd and 3rd floor windows to see some oak-beamed ceilings in the old houses. Look through the archway entrances of larger Palazzos to see incredible courtyards, complete with sculptures, fountains and gardens. Take a stroll in the area between Piazza Navona and the Tiber river in Old Rome where artisans continue to ply their trade from small shops. Also in Old Rome , take a 1 km (0.62 mi) stroll down Via Giulia , which is lined with many old palaces. Film enthusiasts will want to visit Via Veneto (Via Vittorio Veneto) in the Modern Centre , scene for much of Fellini's La Dolce Vita .",
      "The narrow streets frequently broaden out into small or large squares (piazzas), which usually have one or more churches and a fountain or two. Apart from Piazza Navona and Piazza della Rotonda (in front of the Pantheon), take in the nearby Piazza della Minerva , with its unique elephant statue by Bernini and Piazza Colonna with the column of Marcus Aurelius and Palazzo Chigi, meeting place of the Italian Government. On the other side of Corso Vittorio Emanuele are Piazza Farnese with the Palazzo of the same name (now the French Embassy) and two interesting fountains and the flower sellers at Campo dei Fiori , scene of Rome's executions in the old days. All of these squares are a short distance from each other in Old Rome . The enormous Piazza del Popolo in the North Centre , which provided an imposing entrance to the city when it represented the northern boundary of Rome, is well worth a visit. A short walk back towards the centre brings you to Piazza di Spagna at the foot of the Spanish Steps. Yet another fascinating fountain here. The area was much used as backdrop for the 1953 film Roman Holiday with Audrey Hepburn and Gregory Peck.",
      "On the other side of the river is, of course, the magnificent square of St Peter's at the Vatican . Further south, in Trastevere is Piazza Santa Maria in Trastevere , a great place to watch the world go by, either from one of the restaurants or bars that line two sides of the square or, if that is too expensive, from the steps of the central fountain. The square attracts many street entertainers.",
      "Moving back to the Modern Centre you have to see the Trevi Fountain , surely a part of everyone's Roman holiday. Visitors are always amazed that such a big and famous fountain is tucked away in a small piazza in the middle of side streets. Take extra-special care of your possessions here. Further up the Via del Tritone you will come to Piazza Barberini , now full of traffic but the lovely Bernini fountain is not to be missed.",
      "EUR provides a selection of Fascist Architecture, including the Palazzo della Civiltà Italiana , often referred to \"the Square Colosseum.\" It was designed to honour the historic Colosseum. This would be an interesting place to visit after seeing the Colosseum to compare their differences and similarities.",
      "With no tall buildings in Rome, views of the city come from climbing the many hills, either the original seven hills of Rome or others that surround them. The two most popular views of Rome are from the Janiculum hill overlooking Trastevere and the Pincio at the edge of the Borghese Gardens . The former, best reached by car, has sweeping views of the centre of Rome, as long as the authorities remember to prune the trees on the hillside in front of the viewpoint. Cross over the piazza for an excellent view of the dome of St Peter's . The Vatican is the main sight from the Pincio (metro Line A, Piazza del Popolo, and then a good climb). Less popular, but just as nice, is the orange grove at Parco Savello on the Aventine Hill . Even less popular among tourists, as it is better accessed by car or moped, it the small square in front of the Zodiaco Restaurant in Monte Mario, a very popular spot for young Roman couples.",
      "If you are planning some serious sightseeing then leave the kids with their grandparents! They don't take kindly to being dragged from ruin to ruin and church to church. A common sight in Rome is miserable looking kids traipsing after their parents. Also, push chairs/buggies are difficult to use because of the cobbled streets. If you are a family, do not try to do too much. It will be a big strain on kids and in the end everyone will be tired.",
      "Apart from the major attractions Rome has relatively little to entertain kids. If you noticed a big Ferris wheel on your way in from Fiumicino Airport, think again. Lunapark at EUR was closed down in 2008. A few of the other ways to bribe your kids, however, are:",
      "Children's Museum . Via Flaminia 82. Just north of Piazza del Popolo. Controlled entrance at 10.00, 12,00, 15.00 and 17.00 for visits lasting 1 hour 45 minutes. Closed Mondays and for much of August. Best to check the web site for up-to-date info and to book in advance. Hands-on science, mainly for pre-teens, housed in a former tram-car depot.",
      "Bioparco . The renamed Rome Zoo. On the edge of the Borghese Gardens ( North Centre ).",
      "The Time Elevator [dead link] . Via dei Santi Apostoli, 20 on a side street between Piazza Venezia and the Trevi Fountain. Daily 10.30 to 19.30. \"Five-dimensional\" shows on the Origins of Life and on the History of Rome, plus \"The House of Horrors\". Not for the faint-hearted: your seats move all over the place. Kids love it.",
      "Rome's Wax Museum . 67 Piazza di Santi Apostoli, next to Piazza Venezia. Few good reports about this museum. Comments invited.",
      "Planetarium . This also has an excellent astronomy museum and is conveniently next to the Museum of Rome's Civilization ( EUR ).",
      "The Vatican is, by and large, not a great idea for kids although they often enjoy the Sistine Chapel and are impressed by the beauty and the fact that it was all done in just four years. However, the Sistine Chapel is very crowded and getting there through the corridors of the Vatican Museum is even worse. It is easy for families to get separated so determine a meeting point. The best part of St. Peter's Basilica is that kids can go to the top of the dome. It is 500 steps but you can take the elevator up to the third floor. From there there are another 323 exhausting steps. So it is fun for older kids who can both climb up all the stairs and walk down as there is a huge line for the elevator ( Vatican ).",
      "Zoomarine [dead link] . Dolphins, sea lions, exotic birds, splashy rides and swimming pools, some 20 km (12 mi) south of Rome near Pomezia. A good day out, but is this really why you came to Rome? Free transport from EUR and Pomezia railway station. Check web site for details."
    ],
    "subsections": {
      "Roma Pass": [
        "If you'll be staying in Rome for at least 3 days, consider purchasing the Roma Pass . It is valid for 3 days and costs €58.50 (Aug 2024). It entitles holders to free admission to the first two museums and/or archaeological sites visited, full access to the public transport system, and discounts for the other museums, tourist sites, exhibitions, music events, theatrical and dance performances. This pass gets you in to the Colosseum (Colosseo), Palatine Hill (Palatino Hill), the Baths of Caracalla (Terme di Caracalla), and the catacombs as well as the Terme di Diocleziano, Palazza Massimo alle Terme, Crypta Balbi, Palazzo Altemps, Villa dei Quintili, and the Tomb of Cecilia Metella.",
        "A Roma Pass 48-hours is also offered for €36.50 (Aug 2024) and is valid for 2 days. For this pass only the first museum and/or archaeological sites visited is free.",
        "Check the expiration date at the back of the Roma Pass card. If the card's validity has expired it does not work in the metro's ticket gate. Be sure to buy the passes at official tourist offices. There are also small booths on the streets that sell tickets, but they could charge you a higher price.",
        "Another advantage of the Roma Pass is that you can often skip the waiting queues if it's one of your first two free entrances. This way you can avoid, for example, a 1+ hour waiting time at the Colosseum.",
        "There's an alternative pass called OMNIA Vatican and Rome [dead link] that includes the services provided by Roma Pass, free entry to Vatican Museums and Sistine Chapel, fast track entry to St Peter's Basilica and hop-on-hop-off bus tour for 3 days. It costs €113 for 3 days"
      ],
      "Ancient Rome": [
        "The main area for exploring the ruins of ancient Rome is in Rome/Colosseo either side of Via dei Fori Imperiali, which connects the Colosseum and Piazza Venezia. Constructed between 1931 and 1933, at the time of Mussolini, this road destroyed a large area of Renaissance and medieval buildings constructed on top of ruins of the ancient forums and ended forever plans for an archaeological park stretching all the way to the Appian Way. Heading towards the Colosseum from Piazza Venezia, you see the Roman Forum on your right and Trajan's Forum and Market on the left. To the right of the Colosseum is the Arch of Constantine and the beginning of the Palatine Hill, which will eventually lead you to ruins of the Flavian Palace and a view of the Circus Maximus (see Rome/Aventino-Testaccio ). To the left, after the Colosseum is a wide, tree-lined path that climbs through the Colle Oppio park. Underneath this park is the Golden House of Nero (Domus Aurea), an enormous and spectacular underground complex restored and then closed again due to damage caused by heavy rain. Further to the left on the Esquiline Hill are ruins of Trajan's baths.",
        "In Old Rome you must see the Pantheon, which is amazingly well preserved considering it dates back to 125 AD. There is a hole constructed in the ceiling so it is an interesting experience to be there when it is raining. If you are heading to the Pantheon from Piazza Venezia you first reach Largo di Torre Argentina on your left. Until 1926 this was covered in narrow streets and small houses, which were razed to the ground when ruins of Roman temples were discovered. Moving along Corso Vittorio Emmanuelle and crossing the Tiber river into the Vatican area you see the imposing Castel Sant' Angelo, built as a Mausoleum for the Emperor Hadrian. This is connected by a covered fortified corridor to the Vatican and served as a refuge for Popes in times of trouble.",
        "South of the Colosseum are the Baths of Caracalla ( Aventino-Testaccio ). You can then head South-East on the old Appian Way, passing through a stretch of very well-preserved city wall. For the adventurous, continuing along the Appian Way ( Rome/South ) will bring you to a whole host of Roman ruins, including the Circus of Maxentius, the tomb of Cecilia Metella, the Villa dei Quintili and, nearby, several long stretches of Roman aqueduct.",
        "Returning to the Modern Centre , the Baths of Diocletian are opposite the entrance to the main railway station, Termini. The National Museum of Rome stands in the South-West corner of the Baths complex and has an enormous collection of Roman sculptures and other artefacts. But this is just one of numerous museums devoted to ancient Rome, including those of the Capitoline Hill. It is really amazing how much there is."
      ],
      "Catholic Rome": [
        "There are more than 900 churches in Rome; probably one third would be well worth a visit!",
        "In Catholic tradition, St. Peter is said to have founded the church in Rome together with St. Paul. The first churches of Rome originated in places where early Christians met, usually in the homes of private citizens. By the IVth Century, however, there were already four major churches, or basilicas. Rome had 28 cardinals who took it in turns to give mass once a week in one of the basilicas. In one form or another the four basilicas are with us today and constitute the major churches of Rome. They are St Peter's , St Paul's Outside the Walls , Santa Maria Maggiore and San Giovanni .  All pilgrims to Rome are expected to visit these four basilicas, together with San Lorenzo fuori le mura , Santa Croce in Gerusalemme , and the Sanctuary of Divino Amore . The latter was inserted as one of the seven at the time of the Great Jubilee in 2000, replacing San Sebastiano outside the walls .",
        "Take a look inside a few churches. You'll find the richness and range of decor astonishing, from fine classical art to tacky electric candles. Starting with several good examples of early Christian churches, including San Clemente and Santa Costanza , there are churches built over a period of 1700 years or so, including modern churches constructed to serve Rome's new suburbs.",
        "Some churches in Rome deny admission to people who are dressed inappropriately.  You will find \"fashion police\" at the most visited churches. (\"Knees and shoulders\" are the main problem - especially female ones.) Bare shoulders, short skirts, and shorts are officially not allowed, but long shorts and skirts reaching just above the knee should generally be no problem.  However, it's always safer to wear longer pants or skirts that go below the knee; St. Peter's in particular is known for rejecting tourists for uncovered knees, shoulders, midriffs, etc.  (You also generally won't be told until right before you enter the church, so you will have made the trek to the Vatican and stood in a long security line for nothing.)  The stricter churches usually have vendors just outside selling inexpensive scarves and sometimes plastic pants.  But relatively few churches  enforce dress codes and you can wander into most wearing shorts, sleeveless shirts, or pretty much anything without problems.  It is, however, good to keep one's dress tasteful, as these are still churches and houses of prayer for many people. (Older Romans might comment on your attire and perhaps harass you if it is particularly revealing.)"
      ],
      "The Seven Hills of Rome": [
        "To the modern visitor, the Seven Hills of Rome can be rather difficult to identify. In the first place generations of buildings constructed on top of each other and the construction of tall buildings in the valleys have tended to make the hills less pronounced than they originally were. Secondly, there are clearly more than seven hills. In Roman days many of these were outside the city boundaries.",
        "The seven hills were first occupied by small settlements and not recognised as a city for some time. Rome came into being as these settlements acted together to drain the marshy valleys between them and turn them into markets and fora. The Roman Forum used to be a swamp.",
        "The Palatine Hill looms over Circus Maximus and is accessed near the Colosseum . Legend has it that this was occupied by Romulus when he fell out with his brother, Remus, who occupied the Aventine Hill on the other side of the Circus. Also clearly recognisable as hills are the Caelian , to the southeast of Circus Maximus and the Capitoline , which overlooks the Forum and now hosts the Municipality of Rome. East and northeast of the Roman Forum are the Esquiline , Viminal, and Quirinal hills . These are less easy to distinguish as separate hills these days and from a distance look like one.",
        "The red line on the map indicates the Servian Wall, its construction is credited to the Roman King Servius Tullius in the Sixth Century BC, but archaeological evidence places its construction during the Fourth Century BC. Small bits of this wall can still be seen, particularly close to Termini railway station and on the Aventine hill . As Rome expanded new walls were required to protect the larger area. These were built in the Third Century AD by the Emperor Aurelian. Lengthy sections of this wall remain all around the outskirts of Rome's centre. Much is in very good condition.",
        "Among other hills of Rome, not included in the seven, are that overlooking the Vatican ; the Janiculum overlooking Trastevere , which provides excellent views of Rome; the Pincio on the edge of the Borghese Gardens , which gives good views of the Vatican, and the Monte Mario to the north."
      ],
      "Museums": [
        "If you are in Rome for the Arts there are several world-class museums in the city. The natural starting point is a visit to the area of Villa Borghese in Rome/North Center , where there is a cluster of art museums in and around the Borghese Gardens. Galleria Borghese houses a previously private art collection of the Borghese family, Museo Nazionale di Villa Giulia is home of the world's largest Etruscan art collection, and Galleria Nazionale d'Arte Moderna houses many Italian masterpieces as well as a few pieces by artists such as Cézanne, Degas, Monet and Van Gogh.",
        "The Capitoline Museums in the Colosseo district opens their doors to the city's most important collection of antique Roman and Greek art and sculptures. Visit the Galleria d'Arte Antica , housed in the Barberini palace in the Modern centre , for Italian Renaissance and Baroque art.",
        "A visit to Rome is not complete without a trip to the Vatican Museum . You need to go to the museum if you want to see the Sistine Chapel, but there is an enormous collection. You cannot miss part of this, such as tapestries, maps and the rooms painted by Rafael, as they are en route to the Sistine Chapel, but there is much, much more to explore, including a stunning Egyptian collection, and the Pinacoteca, which includes a Portrait of St. Jerome by Leonardo da Vinci and paintings by Giotto, Perugino, Raphael, Veronese, Caravaggio, and others.",
        "Rome's National Museum at the Baths of Diocletian in the Modern Centre has a vast archaeological collection as does the national museum at Palazzo Altemps , close to Piazza Navona . Further afield, the Museo di Civilta Romana (Museum of Rome's Civilization), in EUR is most famous for an enormous model of Imperial Rome, but also has an extensive display of plaster casts, models and reconstructions of statues and Roman stonework.",
        "If you have plenty of time there is absolutely no shortage of other museums covering a wide variety of interests. Examples include the Museum of the Walls (see Rome/South ), the Musical Instrument Museum and a museum devoted to the liberation of Rome from German occupation in the Second World War ( Rome/Esquilino-San Giovanni ).",
        "Check museum opening hours before heading there. Government museums are invariably closed on Mondays, so that is a good day for other activities. The Rome municipality itself operates some 17 museums and attractions. Info at Musei In Comune Roma [dead link] . These are free to European Union citizens under 18 and over 65. Websites for other museums are listed on the relevant District pages."
      ],
      "Just walking around": [
        "Much of the attraction of Rome is in just wandering around the old city. You can quickly escape from the major tourist routes and feel as if you are in a small medieval village, not a capital city. If you can do so while watching for uneven cobblestones, keep looking upwards. There are some amazing roof gardens and all sorts of sculptures, paintings and religious icons attached to exterior walls. Look through 2nd and 3rd floor windows to see some oak-beamed ceilings in the old houses. Look through the archway entrances of larger Palazzos to see incredible courtyards, complete with sculptures, fountains and gardens. Take a stroll in the area between Piazza Navona and the Tiber river in Old Rome where artisans continue to ply their trade from small shops. Also in Old Rome , take a 1 km (0.62 mi) stroll down Via Giulia , which is lined with many old palaces. Film enthusiasts will want to visit Via Veneto (Via Vittorio Veneto) in the Modern Centre , scene for much of Fellini's La Dolce Vita ."
      ],
      "The Piazzas": [
        "The narrow streets frequently broaden out into small or large squares (piazzas), which usually have one or more churches and a fountain or two. Apart from Piazza Navona and Piazza della Rotonda (in front of the Pantheon), take in the nearby Piazza della Minerva , with its unique elephant statue by Bernini and Piazza Colonna with the column of Marcus Aurelius and Palazzo Chigi, meeting place of the Italian Government. On the other side of Corso Vittorio Emanuele are Piazza Farnese with the Palazzo of the same name (now the French Embassy) and two interesting fountains and the flower sellers at Campo dei Fiori , scene of Rome's executions in the old days. All of these squares are a short distance from each other in Old Rome . The enormous Piazza del Popolo in the North Centre , which provided an imposing entrance to the city when it represented the northern boundary of Rome, is well worth a visit. A short walk back towards the centre brings you to Piazza di Spagna at the foot of the Spanish Steps. Yet another fascinating fountain here. The area was much used as backdrop for the 1953 film Roman Holiday with Audrey Hepburn and Gregory Peck.",
        "On the other side of the river is, of course, the magnificent square of St Peter's at the Vatican . Further south, in Trastevere is Piazza Santa Maria in Trastevere , a great place to watch the world go by, either from one of the restaurants or bars that line two sides of the square or, if that is too expensive, from the steps of the central fountain. The square attracts many street entertainers.",
        "Moving back to the Modern Centre you have to see the Trevi Fountain , surely a part of everyone's Roman holiday. Visitors are always amazed that such a big and famous fountain is tucked away in a small piazza in the middle of side streets. Take extra-special care of your possessions here. Further up the Via del Tritone you will come to Piazza Barberini , now full of traffic but the lovely Bernini fountain is not to be missed."
      ],
      "Overlooked Places": [
        "EUR provides a selection of Fascist Architecture, including the Palazzo della Civiltà Italiana , often referred to \"the Square Colosseum.\" It was designed to honour the historic Colosseum. This would be an interesting place to visit after seeing the Colosseum to compare their differences and similarities."
      ],
      "Viewpoints": [
        "With no tall buildings in Rome, views of the city come from climbing the many hills, either the original seven hills of Rome or others that surround them. The two most popular views of Rome are from the Janiculum hill overlooking Trastevere and the Pincio at the edge of the Borghese Gardens . The former, best reached by car, has sweeping views of the centre of Rome, as long as the authorities remember to prune the trees on the hillside in front of the viewpoint. Cross over the piazza for an excellent view of the dome of St Peter's . The Vatican is the main sight from the Pincio (metro Line A, Piazza del Popolo, and then a good climb). Less popular, but just as nice, is the orange grove at Parco Savello on the Aventine Hill . Even less popular among tourists, as it is better accessed by car or moped, it the small square in front of the Zodiaco Restaurant in Monte Mario, a very popular spot for young Roman couples."
      ],
      "Rome for kids": [
        "If you are planning some serious sightseeing then leave the kids with their grandparents! They don't take kindly to being dragged from ruin to ruin and church to church. A common sight in Rome is miserable looking kids traipsing after their parents. Also, push chairs/buggies are difficult to use because of the cobbled streets. If you are a family, do not try to do too much. It will be a big strain on kids and in the end everyone will be tired.",
        "Apart from the major attractions Rome has relatively little to entertain kids. If you noticed a big Ferris wheel on your way in from Fiumicino Airport, think again. Lunapark at EUR was closed down in 2008. A few of the other ways to bribe your kids, however, are:",
        "Children's Museum . Via Flaminia 82. Just north of Piazza del Popolo. Controlled entrance at 10.00, 12,00, 15.00 and 17.00 for visits lasting 1 hour 45 minutes. Closed Mondays and for much of August. Best to check the web site for up-to-date info and to book in advance. Hands-on science, mainly for pre-teens, housed in a former tram-car depot.",
        "Bioparco . The renamed Rome Zoo. On the edge of the Borghese Gardens ( North Centre ).",
        "The Time Elevator [dead link] . Via dei Santi Apostoli, 20 on a side street between Piazza Venezia and the Trevi Fountain. Daily 10.30 to 19.30. \"Five-dimensional\" shows on the Origins of Life and on the History of Rome, plus \"The House of Horrors\". Not for the faint-hearted: your seats move all over the place. Kids love it.",
        "Rome's Wax Museum . 67 Piazza di Santi Apostoli, next to Piazza Venezia. Few good reports about this museum. Comments invited.",
        "Planetarium . This also has an excellent astronomy museum and is conveniently next to the Museum of Rome's Civilization ( EUR ).",
        "The Vatican is, by and large, not a great idea for kids although they often enjoy the Sistine Chapel and are impressed by the beauty and the fact that it was all done in just four years. However, the Sistine Chapel is very crowded and getting there through the corridors of the Vatican Museum is even worse. It is easy for families to get separated so determine a meeting point. The best part of St. Peter's Basilica is that kids can go to the top of the dome. It is 500 steps but you can take the elevator up to the third floor. From there there are another 323 exhausting steps. So it is fun for older kids who can both climb up all the stairs and walk down as there is a huge line for the elevator ( Vatican ).",
        "Zoomarine [dead link] . Dolphins, sea lions, exotic birds, splashy rides and swimming pools, some 20 km (12 mi) south of Rome near Pomezia. A good day out, but is this really why you came to Rome? Free transport from EUR and Pomezia railway station. Check web site for details."
      ]
    }
  },
  "Buy": {
    "content": [
      "Rome has excellent shopping opportunities of all kinds - from clothing and jewellery to art and antiques. You also get some big department stores, outlets and shopping centres, notably in the suburbs and outskirts.",
      "Main shopping areas include Via del Corso, Via Condotti, and the surrounding streets. The finest designer stores are around Via Condotti, whilst Via del Corso has more affordable clothing, and Via Cola di Rienzo, and the surroundings of Via del Tritone, Campo de'Fiori, and Pantheon are the places to go for cheaper items. Upim is a good shop for cheap clothing of workable quality. Some brands (like Miss Sixty and Furla) are excellent, some are not as good - be sure to feel garments and try them on. There are also great quality shoes and leather bags at prices that compare well with the UK and US. Clothes in sizes bigger than a UK size 16/US 12 aren't always easy to find. Children's clothing can be expensive with basic vests (tank tops) costing as much as €21 in non-designer shops. If you really need to buy clothiers for kids try the Oviesse chain. Summer sales in many stores begin around July 15 and Rome also has New Year sales.",
      "As mentioned above, Via Condotti leading from the Spanish Steps towards the Tiber is Rome's top haute couture fashion street (equivalent of Fifth Avenue in New York City, Via Montenapoleone in Milan, or Bond Street in London). Here, you can find big brand names such as Gucci, Armani, Dior, Valentino and Hermès, and several other high-class shops. However, the streets around the Via Condotti, such as Via Frattina, Via del Babuino, Via Borgognona and the Piazza di Spagna also offer some excellent high fashion boutiques, including Roberto Cavalli, Dolce & Gabbana, Versace, Prada and Givenchy (and several others). So once in the city, the big boutique names aren't absent. In these luxurious streets, however, you needn't only do clothing shopping - there are some really good and funky jewellery (e.g. Bulgari, Cartier, Tiffany's & Co.), pen and accessory (i.e. Mont Blanc) and artsy stores peppered here and there in these streets.",
      "For department stores, Milan-based luxury department store chain La Rinascente has two flagship branches in Rome; one along Via de Tritone, near the Trevi Fountain, in which you can see the Roman aqueduct carrying water to the Trevi Fountain in the basement, and the other one on Piazza Fiume.",
      "If you want to spend a day in a large shopping mall , there's the Euroma2 with about 230 shops (mainly clothes and accessories) and restaurants, to be found near the EUR district. Take Metro B line from Termini to EUR Palasport station, cross the road and take the frequent free bus (ride takes 5–15 minutes) to the mall. In addition to many shops and food, the conditioned air and free toilets may be a welcome relief if you are in Rome during mid-summer.",
      "There are lots of fake plastic 'Louis Vuitton' bags being sold at the side of the road. Be aware, that buying of fake products is illegal in Italy. Fines up to €1000 have been reported. If you are happy to take the risk, make sure you haggle; unsuspecting tourists pay up to €60 for them.",
      "If you want to buy souvenirs or gifts, a museum would be the worst choice since there are many stalls along the streets of tourist areas that offer reasonable prices. It is likely that the same item in the gift shop of any museum will cost much more.",
      "Castel Romano . Near Rome, along the Via Pontina highway. A very large Factory Outlet with more than 100 branded shops. A car is needed to reach the place but a 30% discount in a designer shop is surely worth the 20 km (12 mi) trip.",
      "[dead link] Valmontone . A little further away from Rome than Castel Romano, you can find Valmontone outlet on the motorway towards Napoli just 50 km (31 mi) far from Rome. Valmontone itself is a delightful little town - 30 mins by train."
    ],
    "subsections": {
      "Factory outlets": [
        "Castel Romano . Near Rome, along the Via Pontina highway. A very large Factory Outlet with more than 100 branded shops. A car is needed to reach the place but a 30% discount in a designer shop is surely worth the 20 km (12 mi) trip.",
        "[dead link] Valmontone . A little further away from Rome than Castel Romano, you can find Valmontone outlet on the motorway towards Napoli just 50 km (31 mi) far from Rome. Valmontone itself is a delightful little town - 30 mins by train."
      ]
    }
  },
  "Eat": {
    "content": [
      "Rome is full of good restaurants, many in attractive settings, particularly when you sit outside in the evening. No one location can be recommended to search for a good restaurant: some of the best places to eat are in the most unpromising locations while well-situated restaurants can often live on their reputation rather than the quality of their food. Restaurants in guidebooks can be good but prices can be inflated because it is more than likely a \"tourist trap\". To find an authentic restaurant that won't break the bank, try to find a place in a more residential area or somewhere that isn't in the middle of the tourist locations.",
      "In Rome you can ask for:",
      "Many of the good restaurants in Rome are hard to find, but a good tip is to go where Italians live and eat. The downside is that waitstaff at these restaurants usually do not speak English, so be prepared to have to speak some Italian. On the top of the green, old mountain (Monte Verde Vecchio) there are some trattorias with authentic Italian cuisine at an affordable price. Rome also has many beautiful spots to eat, so buying some delicacies to make up a picnic can be a great experience. In Via Marmorata you find Volpetti's which is known for its amazing selection of cheese, prosciutto and delicious pastries (and also for its prices!). A more affordable choice is to go to a local supermarket which will also have good fresh foods for lunch.",
      "Most pizza restaurants serve it only in the evening. Try some of the fried things like baccala (battered salt cod) for a starter, followed by a pizza for a really Roman meal.  Roman pizzas tend to be very thin crusted. Avoid the tourist areas where you'll often pay double the going rate just to get a badly reheated frozen pizza. Your best bet is to cross the river and find a restaurant in Trastevere--the food is authentic and a lot cheaper than in the rest of downtown Rome. Make sure you eat it with a fork and knife; Romans don't eat this kind of pizza with their hands.",
      "Pizza al Taglio is pizza with a thicker crust, cooked in a large pan. This is served by the piece, usually to take away, and is a good cheap way to get something to fill you up.  Point to the one you want, indicate if you want more or less than your server is indicating with the knife.  It's sold by weight (the listed price is usually per 100 g, known as an etto , short for ettogrammo , i.e. hectogram). This kind of pizza is eaten with the slices stacked on top of each other like a sandwich.",
      "Look for a gelateria . Remember that it usually costs extra to sit inside. You pay for your ice cream first... take your receipt and go fight your way through the throng to choose your flavors (Italians don't believe in lines).  You will be asked \" Panna? \" when it's almost made - this is the offer of whipped cream on top.  If you've already paid, this is free.",
      "There are a few signs to keep in mind: \" Produzione Propria \" (homemade - our own production), \" Nostra Produzione \" (our production), \" Produzione Artigianale \" (production by craftsmen). If the colours seem dull and almost ugly it is probably natural, the bright colours being just a mix. Also, fancy flavours like Kinder Egg chocolate is a dead giveaway that the place isn't about  traditional gelato. Keep in mind, Italians usually won't queue, but if they are in line for gelato, get in line yourself: you may have hit the jackpot. Producers to try include Gelato di San Crispino ; Giolitti ; and Fassi .",
      "Vegetarians should have an easy time. Buffets in many restaurants usually have a good range of delicious vegetarian stuff - e.g. gratinated roast peppers/aubergines, etc. Vegans should do all right too; pizzas don't always have cheese - a Marinara for example, is just tomato, garlic and oregano.",
      "While there is not much choice, at least Rome's Kosher cooking is truly excellent.  Try La Taverna del Ghetto in the heart of the Jewish Quarter.",
      "More places can be found near the synagogue in via Padova, close to the \"La Sapienza\" university and the Bologna underground station.",
      "You can get cheap food in Rome, the problem is that if you don't know the city well or are forced to eat out in the centre, the prices go up.",
      "Chinese restaurants are still quite cheap but other ethnic restaurants (Thai, Indian) are generally expensive (think €30 upwards per person). Sushi is very expensive (€40 minimum per person).",
      "Waiters have been known to take advantage of patrons by bringing more expensive items than what was ordered or asking for a tip although it's not mandatory and should be included in the price by law.",
      "Carciofi alla romana - Artichokes, Roman style",
      "Carciofi alla giudia - Artichokes, Jewish style",
      "Puntarelle - Chicory salad",
      "Bucatini all'amatriciana - A pasta dish made with guanciale (cured pork cheeks), pecorino romano and tomatoes",
      "Spaghetti (or Rigatoni) alla carbonara - A sauce made with yolk, pecorino and guanciale (cured pork cheeks)",
      "Abbacchio a \"scottadito\" - Lamb chops",
      "Scaloppine alla romana - Veal sautéed with fresh baby artichokes",
      "Coda alla vaccinara - Oxtail stew",
      "Cornetto & cappuccino - Sweet pastry and coffee",
      "Pizza a taglio - Pizza by the slice",
      "Panino - Italian sandwich",
      "Trippa alla romana - Tripe in a sauce based on tomatoes, onions, garlic, extra-virgin olive oil, wine or vinegar, etc.",
      "Fiori di zucca fritti - Deep-fried zucchini flowers",
      "€3.50 - You buy the pizza and eat it walking around, since it's a bread shop with no sitting area. You can choose how much you want to eat, but you'll be spending about €2 per slice + about €1.50 for a can of soda or €1 for water.",
      "€15-20 - At lunchtime if you go to a restaurant you'll be spending between €15 for a set menu (not always good, try to go where you see Italian office people having their lunch as your best bet) and €20. For this you should get a pasta dish and a second course (meat) ending with coffee. Obviously if you have special wine the price will increase.",
      "€20 - At night you can spend about €20 at a pizza restaurant or if you have only one main course. Again, if you have special wine it will cost more. The cheapest food you can get at a decent restaurant is a pizza marinara (that is, without cheese) for about €6. The price goes up from there depending on the toppings.",
      "€20+ - For a sit down lunch or dinner in a restaurant €20 is cheap and if you want you can go up to €200 a head.",
      "Eat like a Roman In Rome you can ask for: Carciofi alla romana - Artichokes, Roman style Carciofi alla giudia - Artichokes, Jewish style Puntarelle - Chicory salad Bucatini all'amatriciana - A pasta dish made with guanciale (cured pork cheeks), pecorino romano and tomatoes Spaghetti (or Rigatoni) alla carbonara - A sauce made with yolk, pecorino and guanciale (cured pork cheeks) Abbacchio a \"scottadito\" - Lamb chops Scaloppine alla romana - Veal sautéed with fresh baby artichokes Coda alla vaccinara - Oxtail stew Cornetto & cappuccino - Sweet pastry and coffee Pizza a taglio - Pizza by the slice Panino - Italian sandwich Trippa alla romana - Tripe in a sauce based on tomatoes, onions, garlic, extra-virgin olive oil, wine or vinegar, etc. Fiori di zucca fritti - Deep-fried zucchini flowers"
    ],
    "subsections": {
      "Pizza": [
        "Most pizza restaurants serve it only in the evening. Try some of the fried things like baccala (battered salt cod) for a starter, followed by a pizza for a really Roman meal.  Roman pizzas tend to be very thin crusted. Avoid the tourist areas where you'll often pay double the going rate just to get a badly reheated frozen pizza. Your best bet is to cross the river and find a restaurant in Trastevere--the food is authentic and a lot cheaper than in the rest of downtown Rome. Make sure you eat it with a fork and knife; Romans don't eat this kind of pizza with their hands.",
        "Pizza al Taglio is pizza with a thicker crust, cooked in a large pan. This is served by the piece, usually to take away, and is a good cheap way to get something to fill you up.  Point to the one you want, indicate if you want more or less than your server is indicating with the knife.  It's sold by weight (the listed price is usually per 100 g, known as an etto , short for ettogrammo , i.e. hectogram). This kind of pizza is eaten with the slices stacked on top of each other like a sandwich."
      ],
      "Ice cream (gelato)": [
        "Look for a gelateria . Remember that it usually costs extra to sit inside. You pay for your ice cream first... take your receipt and go fight your way through the throng to choose your flavors (Italians don't believe in lines).  You will be asked \" Panna? \" when it's almost made - this is the offer of whipped cream on top.  If you've already paid, this is free.",
        "There are a few signs to keep in mind: \" Produzione Propria \" (homemade - our own production), \" Nostra Produzione \" (our production), \" Produzione Artigianale \" (production by craftsmen). If the colours seem dull and almost ugly it is probably natural, the bright colours being just a mix. Also, fancy flavours like Kinder Egg chocolate is a dead giveaway that the place isn't about  traditional gelato. Keep in mind, Italians usually won't queue, but if they are in line for gelato, get in line yourself: you may have hit the jackpot. Producers to try include Gelato di San Crispino ; Giolitti ; and Fassi ."
      ],
      "Vegetarians": [
        "Vegetarians should have an easy time. Buffets in many restaurants usually have a good range of delicious vegetarian stuff - e.g. gratinated roast peppers/aubergines, etc. Vegans should do all right too; pizzas don't always have cheese - a Marinara for example, is just tomato, garlic and oregano."
      ],
      "Kosher dining": [
        "While there is not much choice, at least Rome's Kosher cooking is truly excellent.  Try La Taverna del Ghetto in the heart of the Jewish Quarter.",
        "More places can be found near the synagogue in via Padova, close to the \"La Sapienza\" university and the Bologna underground station."
      ],
      "Pricing": [
        "You can get cheap food in Rome, the problem is that if you don't know the city well or are forced to eat out in the centre, the prices go up.",
        "Chinese restaurants are still quite cheap but other ethnic restaurants (Thai, Indian) are generally expensive (think €30 upwards per person). Sushi is very expensive (€40 minimum per person).",
        "Waiters have been known to take advantage of patrons by bringing more expensive items than what was ordered or asking for a tip although it's not mandatory and should be included in the price by law.",
        "€3.50 - You buy the pizza and eat it walking around, since it's a bread shop with no sitting area. You can choose how much you want to eat, but you'll be spending about €2 per slice + about €1.50 for a can of soda or €1 for water.",
        "€15-20 - At lunchtime if you go to a restaurant you'll be spending between €15 for a set menu (not always good, try to go where you see Italian office people having their lunch as your best bet) and €20. For this you should get a pasta dish and a second course (meat) ending with coffee. Obviously if you have special wine the price will increase.",
        "€20 - At night you can spend about €20 at a pizza restaurant or if you have only one main course. Again, if you have special wine it will cost more. The cheapest food you can get at a decent restaurant is a pizza marinara (that is, without cheese) for about €6. The price goes up from there depending on the toppings.",
        "€20+ - For a sit down lunch or dinner in a restaurant €20 is cheap and if you want you can go up to €200 a head."
      ]
    }
  },
  "Drink": {
    "content": [
      "Starbucks has long avoided Rome, but in April 2023 the first one appeared in the center of Rome. And no wonder: Italian coffee is great so our friends from Seattle would face a lot of competition. A latte in Italian is just a glass of milk. If you're expecting coffee in that glass, you should ask for a caffe latte . A latte macchiato (meaning \"marked\") is steamed milk stained with a smaller shot of espresso.  \"Espresso\" or \"normale\" is just that, but more commonly just referred to as caffe . Espresso doppio means a double shot of espresso, while espresso macchiato is espresso 'marked' with a dab of steamed milk. Americano — the one to order if you like filter coffee  — is espresso diluted with hot water and not drunk much by Italians. Cappuccino is well known outside of Italy, but be warned: it is considered very un-classy, and somewhat childish, to order one after 11AM  (and certainly after a meal). Decaffeinato is self-explanatory, but often referred to by the common brand-name Caffe Hag .",
      "House wines are almost always drinkable and inexpensive. You are better off ordering a bottle rather than house wine in most establishments in Rome due to some places watering down their wines. You may often find a bottle of wine on the table for you. Believe it or not: this bottle will be less expensive than a glass would be in the US or UK, possibly only €4 or €5. This does not always apply to those places that look really tourist-trap-like! Slightly better quality wines are usually sold at a relatively small mark-up on shop prices. Most Romans drink water with their meals. In restaurants it normally comes in 1 litre bottles and can be had normale (still water) or gassata (carbonated water).",
      "Water is free at designated water fountains , called \"nasone\" (big nose). Some of these date back to ancient times, and the water is still very good. It's fresh spring water coming from the famous underground springs of Rome and is safe to drink. If you carry an empty bottle, fill it up for the rest of the day. Look for the drinking fountain with constant running water, plug the bottom hole, and cool water will shoot up from a smaller hole on top of the tap. Don't put your lips round the hole at the bottom, as stray dogs tend to like to get a drink.",
      "Pre-dinner drinks ( aperitivi ) accompanied with small hors d'oeuvres (antipasti) are very popular with Romans:\n1) chic yuppies in their 20s-30s crowd the area around Piazza delle Coppelle (behind the Parliament) and Piazza di Pietra (near the Chamber of Commerce);\n2) younger generations sprawl around the square and streets of Campo de' Fiori ;\n3) everyone sits to drink in the narrow streets behind the Pantheon ( Piazza Pasquino and Via del Governo Vecchio ).",
      "Given a heart for exploration, Testaccio is the place to wander for after-dinner partying on the weekends. Head down there around 23:00 (take metro Line B and get off at Piramide station) and listen for music. There are usually loads of people simply walking through the streets or looking for parking. Be brave, walk in, meet some wonderful Romans. This area is best in the winter.  In the summer, the dancing moves to Ostia and Fregene, 45 minutes by car from Rome, at the seaside. Many clubs in Rome close in the summer months.",
      "Many visitors like to go on Roman pub crawls.  The Colosseum Pub Crawl for example, has been throwing parties since 1999.",
      "To the east of Termini Station , and near the first University of Rome \"La Sapienza\", is  the San Lorenzo district, where you will find many pubs and clubs where university students and young Romans in their twenties spend their nights. On Saturday night the streets are crowded with people moving from one pub to another. On the city side of the railway, near Santa Maria Maggiore Cathedral, are some great Irish pubs, i.e. the Fiddler's Elbow , the oldest in Rome, where many English-speaking residents and Italian customers like to sip their pints. It's a good place to meet Romans who speak English. Also nearby are the Druid's Den and the Druid's Rock .",
      "On Via Nazionale there's a huge and beautiful pub called The Flann o'Brien [dead link] , one of the biggest in Rome. On the same street near Piazza Venezia there is another cluster of pubs including The Nag's Head Scottish Pub . After 22.00 it's very expensive as it becomes more like a disco. Entrance with first drink costs €13 and drinks cost €8. Before midnight they sometimes host live music concerts. In the same area, at the beginning of Via Vittorio Emanuele II you can find The Scholar's Lounge Irish pub with nice music. This is definitely worth a look but there is no room to dance. During winter American colleges students residents in Rome end up their highly alcoholic nights here.\nAlso nearby there's the Trinity College Irish Pub . Drinks are quite expensive there.",
      "Also on Via Vittorio Emanuele, near Piazza Navona , there's the Bulldog's Inn English pub . DJs play very good music there and there's room to dance, although few do. Nearby in Campo dei fiori there are several crowded pubs. Beware, there have been huge and serious fights there. In the narrow streets behind Piazza Navona there are also many places to go. Try Jonathan's Angels in Via del Fico. Also the Abbey Theatre Irish pub is a good place in Via del Governo Vecchio.",
      "On the other side of the River Tiber (Tevere) is Trastevere district where there are many places to eat and drink. This is also a good place where to enjoy a walk in crowded streets at night. In summer time on Isola Tiberina , the island in the Tiber, temporary bar are built and there are all sorts of things to do.",
      "Far from the centre there are some other good places. The Palacavicchi in a small suburban town called Ciampino is a multi-dance room area where they play different kinds of music, mostly Latin American. You definitely need to get a cab to get there and it won't cost less than €20. South of Ciampino Airport there is The Ice Club for ice skating, and the Kirby's [dead link] and the Geronimo pubs. All of them are nice places. At the Geronimo pub before midnight there usually are live music concerts with many bands covering different genres. On Friday and Saturday nights after the concert they play disco music. Entrance is free and you may drink and eat as you feel. Very cool place and for every budget. Unfortunately you need a cab to get there.",
      "Those Romans who speak fluent English usually have a great deal of confidence with tourists, so just offer them a beer and they will be glad to share with you their tip & tricks about night life in Rome.",
      "Discos:\nThere are many beautiful discos. Unfortunately the city is huge and it's not very easy to find them, unless you have a very good guide.",
      "The best way to start is from the most established ones: Piper, Gilda, Alien, all of them run by the Midra Srl [dead link] . Their website is nothing to write home about but can be used to discover telephone numbers and addresses. Gilda is near the Spanish Steps, and the others not too far from Termini station. During summer they close to move to the seaside of Fregene (north of Fiumicino and Ostia) where Gilda on the Beach can be found.",
      "A pint of beer in pubs usually costs around €6, entrance in discos around €20 with first drink included. Drinks in discos cost around €10.",
      "One of the places to be on Friday nights is Giardino delle Rose in via Casilina Vecchia 1 (rather central but reachable only by taxi): a luxurious garden with open-air  bars and tables.\nTwo large discos are Mucca Assassina in via del Gazometro and Classico in via Ostiense.\nDuring the week the main meeting place after dinner is Coming Out (a bar right in front of the Colosseum) where crowds of gay Romans and tourists gather in and outside, all year round but overwhelmingly crowded during the summer or late-night clubs such as Hangar in Via in Selci (Metro Line A, get off at Manzoni station). The best sauna (open 24 hours during week ends) is Europa Multiclub in via Aureliana (behind Piazza Esedra, Metro Line A Repubblica station).\nA meeting spot for gays day and (especially) night is Monte Caprino , the park on the Palatine hill behind the City Hall (Piazza Venezia) with spectacular views over the temples and ruins of ancient Rome."
    ],
    "subsections": {
      "Coffee": [
        "Starbucks has long avoided Rome, but in April 2023 the first one appeared in the center of Rome. And no wonder: Italian coffee is great so our friends from Seattle would face a lot of competition. A latte in Italian is just a glass of milk. If you're expecting coffee in that glass, you should ask for a caffe latte . A latte macchiato (meaning \"marked\") is steamed milk stained with a smaller shot of espresso.  \"Espresso\" or \"normale\" is just that, but more commonly just referred to as caffe . Espresso doppio means a double shot of espresso, while espresso macchiato is espresso 'marked' with a dab of steamed milk. Americano — the one to order if you like filter coffee  — is espresso diluted with hot water and not drunk much by Italians. Cappuccino is well known outside of Italy, but be warned: it is considered very un-classy, and somewhat childish, to order one after 11AM  (and certainly after a meal). Decaffeinato is self-explanatory, but often referred to by the common brand-name Caffe Hag ."
      ],
      "Wine and water": [
        "House wines are almost always drinkable and inexpensive. You are better off ordering a bottle rather than house wine in most establishments in Rome due to some places watering down their wines. You may often find a bottle of wine on the table for you. Believe it or not: this bottle will be less expensive than a glass would be in the US or UK, possibly only €4 or €5. This does not always apply to those places that look really tourist-trap-like! Slightly better quality wines are usually sold at a relatively small mark-up on shop prices. Most Romans drink water with their meals. In restaurants it normally comes in 1 litre bottles and can be had normale (still water) or gassata (carbonated water).",
        "Water is free at designated water fountains , called \"nasone\" (big nose). Some of these date back to ancient times, and the water is still very good. It's fresh spring water coming from the famous underground springs of Rome and is safe to drink. If you carry an empty bottle, fill it up for the rest of the day. Look for the drinking fountain with constant running water, plug the bottom hole, and cool water will shoot up from a smaller hole on top of the tap. Don't put your lips round the hole at the bottom, as stray dogs tend to like to get a drink."
      ],
      "Before dinner": [
        "Pre-dinner drinks ( aperitivi ) accompanied with small hors d'oeuvres (antipasti) are very popular with Romans:\n1) chic yuppies in their 20s-30s crowd the area around Piazza delle Coppelle (behind the Parliament) and Piazza di Pietra (near the Chamber of Commerce);\n2) younger generations sprawl around the square and streets of Campo de' Fiori ;\n3) everyone sits to drink in the narrow streets behind the Pantheon ( Piazza Pasquino and Via del Governo Vecchio )."
      ],
      "Clubbing &amp; Night Life": [
        "Given a heart for exploration, Testaccio is the place to wander for after-dinner partying on the weekends. Head down there around 23:00 (take metro Line B and get off at Piramide station) and listen for music. There are usually loads of people simply walking through the streets or looking for parking. Be brave, walk in, meet some wonderful Romans. This area is best in the winter.  In the summer, the dancing moves to Ostia and Fregene, 45 minutes by car from Rome, at the seaside. Many clubs in Rome close in the summer months.",
        "Many visitors like to go on Roman pub crawls.  The Colosseum Pub Crawl for example, has been throwing parties since 1999.",
        "To the east of Termini Station , and near the first University of Rome \"La Sapienza\", is  the San Lorenzo district, where you will find many pubs and clubs where university students and young Romans in their twenties spend their nights. On Saturday night the streets are crowded with people moving from one pub to another. On the city side of the railway, near Santa Maria Maggiore Cathedral, are some great Irish pubs, i.e. the Fiddler's Elbow , the oldest in Rome, where many English-speaking residents and Italian customers like to sip their pints. It's a good place to meet Romans who speak English. Also nearby are the Druid's Den and the Druid's Rock .",
        "On Via Nazionale there's a huge and beautiful pub called The Flann o'Brien [dead link] , one of the biggest in Rome. On the same street near Piazza Venezia there is another cluster of pubs including The Nag's Head Scottish Pub . After 22.00 it's very expensive as it becomes more like a disco. Entrance with first drink costs €13 and drinks cost €8. Before midnight they sometimes host live music concerts. In the same area, at the beginning of Via Vittorio Emanuele II you can find The Scholar's Lounge Irish pub with nice music. This is definitely worth a look but there is no room to dance. During winter American colleges students residents in Rome end up their highly alcoholic nights here.\nAlso nearby there's the Trinity College Irish Pub . Drinks are quite expensive there.",
        "Also on Via Vittorio Emanuele, near Piazza Navona , there's the Bulldog's Inn English pub . DJs play very good music there and there's room to dance, although few do. Nearby in Campo dei fiori there are several crowded pubs. Beware, there have been huge and serious fights there. In the narrow streets behind Piazza Navona there are also many places to go. Try Jonathan's Angels in Via del Fico. Also the Abbey Theatre Irish pub is a good place in Via del Governo Vecchio.",
        "On the other side of the River Tiber (Tevere) is Trastevere district where there are many places to eat and drink. This is also a good place where to enjoy a walk in crowded streets at night. In summer time on Isola Tiberina , the island in the Tiber, temporary bar are built and there are all sorts of things to do.",
        "Far from the centre there are some other good places. The Palacavicchi in a small suburban town called Ciampino is a multi-dance room area where they play different kinds of music, mostly Latin American. You definitely need to get a cab to get there and it won't cost less than €20. South of Ciampino Airport there is The Ice Club for ice skating, and the Kirby's [dead link] and the Geronimo pubs. All of them are nice places. At the Geronimo pub before midnight there usually are live music concerts with many bands covering different genres. On Friday and Saturday nights after the concert they play disco music. Entrance is free and you may drink and eat as you feel. Very cool place and for every budget. Unfortunately you need a cab to get there.",
        "Those Romans who speak fluent English usually have a great deal of confidence with tourists, so just offer them a beer and they will be glad to share with you their tip & tricks about night life in Rome.",
        "Discos:\nThere are many beautiful discos. Unfortunately the city is huge and it's not very easy to find them, unless you have a very good guide.",
        "The best way to start is from the most established ones: Piper, Gilda, Alien, all of them run by the Midra Srl [dead link] . Their website is nothing to write home about but can be used to discover telephone numbers and addresses. Gilda is near the Spanish Steps, and the others not too far from Termini station. During summer they close to move to the seaside of Fregene (north of Fiumicino and Ostia) where Gilda on the Beach can be found.",
        "A pint of beer in pubs usually costs around €6, entrance in discos around €20 with first drink included. Drinks in discos cost around €10."
      ],
      "Gay travellers": [
        "One of the places to be on Friday nights is Giardino delle Rose in via Casilina Vecchia 1 (rather central but reachable only by taxi): a luxurious garden with open-air  bars and tables.\nTwo large discos are Mucca Assassina in via del Gazometro and Classico in via Ostiense.\nDuring the week the main meeting place after dinner is Coming Out (a bar right in front of the Colosseum) where crowds of gay Romans and tourists gather in and outside, all year round but overwhelmingly crowded during the summer or late-night clubs such as Hangar in Via in Selci (Metro Line A, get off at Manzoni station). The best sauna (open 24 hours during week ends) is Europa Multiclub in via Aureliana (behind Piazza Esedra, Metro Line A Repubblica station).\nA meeting spot for gays day and (especially) night is Monte Caprino , the park on the Palatine hill behind the City Hall (Piazza Venezia) with spectacular views over the temples and ruins of ancient Rome."
      ]
    }
  },
  "Sleep": {
    "content": [
      "The area to the southwest of Termini railway station has numerous large hotels; these are used in particular by groups and coach parties. On the other side of the station are many smaller, fairly inexpensive, hotels that are popular with individual travellers. Perhaps the best choice for a first-time visitor is to stay right downtown, (such as near the Pantheon ). Most attractions are walking distance from there, and you will save much transportation time and leave more for enjoying the city. Hotels in the downtown area are costly, but a good apartment is a decent alternative, especially for couples and if you don't mind cooking yourself from time to time: it will save even more of your budget.",
      "Offering of short term apartment rentals is enormous. Many apartments can be booked directly through the owner, but most owners make arrangements via rental agencies, both large and small. When looking for a hotel or an apartment in Rome, take note that the price of accommodations varies significantly from month to month, depending on the typical number of tourists. Always check prices at your accommodation for your specific dates.",
      "Being as it is one of the world's most popular tourist destinations, there are many choices as to where to stay, and you will have the choice of whatever type of accommodation you wish.",
      "This Rome guide is heavily frequented by business owners keen on adding their own hotel or rental agency. While the worst of them are removed on a regular basis, you should always check other reviews before committing. Many unscrupulous hotel owners are also busy creating false reviews of their accommodation on sites like Tripadvisor and Hotels.com - so tread carefully!",
      "Rome's city council levies an accommodation tax. This is €2 per night per person for campsites up to three-star hotels and €6 a night for four- and five-star hotels. This fee can only be paid in cash, and is supposed to be for the restoration of Rome's crumbling ruins.",
      "Hotel listings can be found in the appropriate districts , and should be added there. Please do not add listings here.",
      "There are at least two campsites near Rome, they are:",
      "Modern Centre",
      "Old Rome",
      "Vatican",
      "Colosseo",
      "North Centre",
      "Trastevere",
      "Aventino-Testaccio",
      "Esquilino-San Giovanni",
      "Nomentano",
      "North",
      "South",
      "Camping Tiber , Via Tiberina Km. 14, Prima Porta ( On Rome's ringroad, take exit No 6 Via Flaminia, if arriving by public transport, take the ground-level Roma-Nord Subway leaving from Piazza Flaminia towards Prima Porta, from there there is a free shuttle service to the Camp Site ), ☏ +39 06 33610733 , fax : +39 06 33612314 . On the bank of the river from which it draws its name. To the north of the city. There's a minimarket, a pool, a restaurant and a bar.",
      "Happy Valley ( In the hills north of the city at Via Prato della Corte 1915, Prima Porta-Cassia Bis, Roma. Take exit no 5 from Rome's ring road and head towards Cassia-Veientana. If you take public transport, take the ground-level Roma-Nord Subway leaving from Piazza Flaminia towards Prima Porta and wait for the free shuttle bus service. ), ☏ +39 06-33626401 , fax : +39 06-33613800 . It has a pool, a bar, a restaurant and a minimarket.",
      "Warning! Rome hotel touts This Rome guide is heavily frequented by business owners keen on adding their own hotel or rental agency. While the worst of them are removed on a regular basis, you should always check other reviews before committing. Many unscrupulous hotel owners are also busy creating false reviews of their accommodation on sites like Tripadvisor and Hotels.com - so tread carefully!",
      "Modern Centre Old Rome Vatican Colosseo North Centre Trastevere",
      "Aventino-Testaccio Esquilino-San Giovanni Nomentano North South"
    ],
    "subsections": {
      "Camping": [
        "There are at least two campsites near Rome, they are:",
        "Camping Tiber , Via Tiberina Km. 14, Prima Porta ( On Rome's ringroad, take exit No 6 Via Flaminia, if arriving by public transport, take the ground-level Roma-Nord Subway leaving from Piazza Flaminia towards Prima Porta, from there there is a free shuttle service to the Camp Site ), ☏ +39 06 33610733 , fax : +39 06 33612314 . On the bank of the river from which it draws its name. To the north of the city. There's a minimarket, a pool, a restaurant and a bar.",
        "Happy Valley ( In the hills north of the city at Via Prato della Corte 1915, Prima Porta-Cassia Bis, Roma. Take exit no 5 from Rome's ring road and head towards Cassia-Veientana. If you take public transport, take the ground-level Roma-Nord Subway leaving from Piazza Flaminia towards Prima Porta and wait for the free shuttle bus service. ), ☏ +39 06-33626401 , fax : +39 06-33613800 . It has a pool, a bar, a restaurant and a minimarket."
      ]
    }
  },
  "Stay safe": {
    "content": [
      "Rome is generally a safe place, even for women traveling alone. However, there have been rape cases around the Roma Termini train station, so be careful especially at night time. There is very little violent crime, but plenty of scams and pickpocketing that target tourists. As in any other big city, it is better if you don't look like a tourist : don't exhibit your camera to all and sundry, and keep your money in a safe place. Consciousness and vigilance are your best insurances for avoiding becoming a victim of a crime in Rome. Remember, if you are pickpocketed or victim of another scam, don't be afraid to shout, \"Aiuto, al ladro!\" ( Help, Thief! ) Romans will not be nice to the thief.",
      "Members of the Italian public are likely to be sympathetic if you are a crime victim. Police are also generally friendly if not always helpful. Carabinieri (black uniform, red striped trousers) are military police, and Polizia (blue and grey uniform) are civilians, but they both do essentially the same thing and are equally good, or bad. If you are robbed, try to find a police station and report it. This is essential to establishing a secure insurance claim and to replace documents: the chances of it resulting in the return of your possessions are, however, fairly remote.",
      "Rome is home to two rival Serie A football (soccer) clubs, A.S. Roma and S.S. Lazio, and there is a history of conflict, and even rioting, between the two. Never wear anything that shows that you support either of them, especially during the Rome Derby (when the two clubs play each other, known in Italian as the Derby della Capitale ): avoid even wandering into groups of supporters of the other club, or you may be subject to heckling or even confrontation. Play it safe and refrain from openly supporting either club unless you are very familiar with the rivalry. If you are a fan of a foreign team that is playing in Rome, be very careful as a number of supporters have been stabbed over the past few years.",
      "Rome has its fair share of odd people: talkative panhandlers, crazy taxi drivers, lonely people wanting to just have a chat with strangers, people trying to sell you things, and so on. If you don't want to acknowledge anyone, do what most Italian people do: completely ignore them, shoo them off, or simply say you don't have anything to give to them or you are not interested.",
      "Since Rome is incredibly popular as a tourist destination, a great deal of pickpocketing and bag or purse snatching takes place, especially in crowded locations, and pickpocketers in Rome can get pretty crafty. A 2010 study found that Rome was second only to Barcelona for pickpocketing of tourists. As a rule, you should pretty much never carry anything very valuable in any outside pocket , especially the front pocket of your pants is one of the easiest and most common targets. Keeping your wallet in your front pocket or in your bag is far from safe. You should consider using a money belt and carry only the cash for the day in your pocket. Pickpocketing on the Metro is rife in the form of gangs of young girls (8 to 15 years old), often pregnant, who jump on the trains just as they are about to leave. They buffet you and have bags to hide where their hands are.\nYou have been warned!",
      "Also, beware of thieves—one popular technique that they use is to ride by you on a moped, slice the strap of a handbag with a knife, and ride off. They might also try to cut the bottom of your bag open and pick your wallet from the ground. Others will use the old trick of one person trying to distract you (asking for a cigarette or doing a strange dance) while another thief picks your pockets from behind. Bands of beggar kids will sometimes crowd you and reach for your pockets under the cover of newspapers or cardboard sheets. It is generally a good idea to be extremely wary of any strange person who gets too close to you, even in a crowd. If someone is in your personal space, shove the person away. As one frequent traveller put it, \"Don't be afraid to be a dick in Rome.\" It is better to be rude than to be stolen from.",
      "Termini (the main railway station), Esquilino, bus line 64 (Termini to San Pietro), and the Trevi fountain are well known for pickpockets, so take extra care in these areas. On the Metro especially, pickpockets are extremely skilled. Remember that hotel rooms are not safe places for valuables; if your room has no safe, give your  valuables to the hotel staff for safekeeping. Even if it does have a safe, hotels normally warn that they have no liability unless items are deposited in the main safe. Be wary while boarding or getting off the metro/train, especially if doors are about to close/closing. Thieves pretend to be helpful by pressing the 'door open' button for you, and while you gratefully squeeze into the train and catch your breath, they'll sidle up to you and pick your pocket or dip into your handbag or purse. Be aware of the danger and take the usual precautions and you should be all right.",
      "Being one of the most visited cities in the world, tourist scams are rampant in Rome. Many of the more well-aware Italians are quite ashamed of this. As obvious as it may sound, do not acknowledge people you don't know, and more importantly, do not tell them about who you are; you don't know what they're capable of doing.",
      "A particular scam is when some plainclothes police will approach you, asking to look for \"drug money,\" or ask to see your passport. This is a scam to take your money. You can scare them by asking for their ID. Guardia di Finanza (the grey uniformed ones) do customs work.",
      "Another scam involves men working near the Spanish Steps, around Piazza Navona, and outside of the Colosseum. They approach you, asking where you are from, and begin to tie bracelets around your wrists. When they are done they will try to charge you upwards of €20 for each bracelet. If anyone makes any attempt to reach for your hand, retract quickly. If you get trapped, you can refuse to pay, but this may not be wise if there are not many people around.  Carry small bills or just change, in your wallet, so if you find yourself in cornered to pay for the bracelet, you can convince them that €1 or €2 is all you have.",
      "When taking a taxi , be sure to remember license number written on the card door. In seconds, people have had a taxi bill risen by €10 or even more. When giving money to taxi driver, be careful.",
      "Be careful of con-men who may approach you at tourist sights such as the Colosseum or Circus Maximus. A car may pull up next to you, and the driver asks you for directions to the Vatican. He will strike up a conversation with you while he sits in his car and tell you he is a sales representative for a large French fashion house. He will then tell that you he likes you and he would like to give you a gift of a coat worth several thousand euros. As you reach inside his car to take the bag the coat is in, he will ask you for €200 for gas, as his car is nearly empty. Around tourist sites like the Trevi Fountain, Colosseum and the Spanish Steps there are groups mostly of men trying to sell cheap souvenirs. They may also carry roses and say they are giving you a gift because they like you, but the minute you take their 'gift' they demand money. They are often very insistent and often the only way to get rid of them is to be plain rude. Do the best you can to not take their \"gifts\" as they will follow you around asking for money. Simply saying \"no\" or \"go away\" will get them off your back until the next vendor comes up to you.",
      "Be wary of ticket touts outside popular tourist attractions such as the Colosseum. A large bulk of ticket touts hail from South Asia and some of them even claim to be working as \"staff members\". A genuine staff member at an attraction you are visiting will never ask you to pay heaps of money just to skip the crowd, tell you inaccurate information about the place you are visiting, and so on. These touts are simply looking for ways to waste your time and fleece your money. Be warned that some of them can be quite pushy, so don't feel the need to be polite if you are being pestered by a tout. As a general rule, only buy tickets from official venues and always check the website (if they have one) of the place you intend to visit. As a tourist, you can do your part in making Rome an even better place by reporting these touts to the right authorities.",
      "Be careful and wary of people who sell you fake products on the streets. Quite ever so often you may run into people (usually recent immigrants from South Asia and Africa ) selling fake products (purses, toys, and the like) on the streets. Under Italian law, it is illegal to purchase counterfeit goods and you can incur heavy fines for doing so. The people who sell you these fake products know it is illegal to sell fake products, but they do it anyways to make a living. Only buy from reputed stores.",
      "Be wary of places to change currency. Read ALL signs before changing money. Oftentimes places set up just for currency exchange will add as much as a 20% service fee on all money being traded. The shops near the Vatican have especially high service fees, whereas places near the Trevi Fountain will be more reasonable. The best bet is to change enough money before you leave your home country. There are few places around the city that are under the table and are just interested in American money. These places charge no service fee.",
      "In an emergency, call 112 (Carabinieri), 113 (Police), 118 (medical first aid) or 115 (firemen). Carry the address of your embassy or consulate.",
      "On anything  else you may  need for  your Rome holiday, you can contact  the official help line of the Minister of Tourism 039.039.039. From Monday to Sunday, from 9.00 to 22.00, in seven languages seven days a week."
    ],
    "subsections": {
      "Pickpocketing": [
        "Since Rome is incredibly popular as a tourist destination, a great deal of pickpocketing and bag or purse snatching takes place, especially in crowded locations, and pickpocketers in Rome can get pretty crafty. A 2010 study found that Rome was second only to Barcelona for pickpocketing of tourists. As a rule, you should pretty much never carry anything very valuable in any outside pocket , especially the front pocket of your pants is one of the easiest and most common targets. Keeping your wallet in your front pocket or in your bag is far from safe. You should consider using a money belt and carry only the cash for the day in your pocket. Pickpocketing on the Metro is rife in the form of gangs of young girls (8 to 15 years old), often pregnant, who jump on the trains just as they are about to leave. They buffet you and have bags to hide where their hands are.\nYou have been warned!",
        "Also, beware of thieves—one popular technique that they use is to ride by you on a moped, slice the strap of a handbag with a knife, and ride off. They might also try to cut the bottom of your bag open and pick your wallet from the ground. Others will use the old trick of one person trying to distract you (asking for a cigarette or doing a strange dance) while another thief picks your pockets from behind. Bands of beggar kids will sometimes crowd you and reach for your pockets under the cover of newspapers or cardboard sheets. It is generally a good idea to be extremely wary of any strange person who gets too close to you, even in a crowd. If someone is in your personal space, shove the person away. As one frequent traveller put it, \"Don't be afraid to be a dick in Rome.\" It is better to be rude than to be stolen from.",
        "Termini (the main railway station), Esquilino, bus line 64 (Termini to San Pietro), and the Trevi fountain are well known for pickpockets, so take extra care in these areas. On the Metro especially, pickpockets are extremely skilled. Remember that hotel rooms are not safe places for valuables; if your room has no safe, give your  valuables to the hotel staff for safekeeping. Even if it does have a safe, hotels normally warn that they have no liability unless items are deposited in the main safe. Be wary while boarding or getting off the metro/train, especially if doors are about to close/closing. Thieves pretend to be helpful by pressing the 'door open' button for you, and while you gratefully squeeze into the train and catch your breath, they'll sidle up to you and pick your pocket or dip into your handbag or purse. Be aware of the danger and take the usual precautions and you should be all right."
      ],
      "Tourist scams": [
        "Being one of the most visited cities in the world, tourist scams are rampant in Rome. Many of the more well-aware Italians are quite ashamed of this. As obvious as it may sound, do not acknowledge people you don't know, and more importantly, do not tell them about who you are; you don't know what they're capable of doing.",
        "A particular scam is when some plainclothes police will approach you, asking to look for \"drug money,\" or ask to see your passport. This is a scam to take your money. You can scare them by asking for their ID. Guardia di Finanza (the grey uniformed ones) do customs work.",
        "Another scam involves men working near the Spanish Steps, around Piazza Navona, and outside of the Colosseum. They approach you, asking where you are from, and begin to tie bracelets around your wrists. When they are done they will try to charge you upwards of €20 for each bracelet. If anyone makes any attempt to reach for your hand, retract quickly. If you get trapped, you can refuse to pay, but this may not be wise if there are not many people around.  Carry small bills or just change, in your wallet, so if you find yourself in cornered to pay for the bracelet, you can convince them that €1 or €2 is all you have.",
        "When taking a taxi , be sure to remember license number written on the card door. In seconds, people have had a taxi bill risen by €10 or even more. When giving money to taxi driver, be careful.",
        "Be careful of con-men who may approach you at tourist sights such as the Colosseum or Circus Maximus. A car may pull up next to you, and the driver asks you for directions to the Vatican. He will strike up a conversation with you while he sits in his car and tell you he is a sales representative for a large French fashion house. He will then tell that you he likes you and he would like to give you a gift of a coat worth several thousand euros. As you reach inside his car to take the bag the coat is in, he will ask you for €200 for gas, as his car is nearly empty. Around tourist sites like the Trevi Fountain, Colosseum and the Spanish Steps there are groups mostly of men trying to sell cheap souvenirs. They may also carry roses and say they are giving you a gift because they like you, but the minute you take their 'gift' they demand money. They are often very insistent and often the only way to get rid of them is to be plain rude. Do the best you can to not take their \"gifts\" as they will follow you around asking for money. Simply saying \"no\" or \"go away\" will get them off your back until the next vendor comes up to you.",
        "Be wary of ticket touts outside popular tourist attractions such as the Colosseum. A large bulk of ticket touts hail from South Asia and some of them even claim to be working as \"staff members\". A genuine staff member at an attraction you are visiting will never ask you to pay heaps of money just to skip the crowd, tell you inaccurate information about the place you are visiting, and so on. These touts are simply looking for ways to waste your time and fleece your money. Be warned that some of them can be quite pushy, so don't feel the need to be polite if you are being pestered by a tout. As a general rule, only buy tickets from official venues and always check the website (if they have one) of the place you intend to visit. As a tourist, you can do your part in making Rome an even better place by reporting these touts to the right authorities.",
        "Be careful and wary of people who sell you fake products on the streets. Quite ever so often you may run into people (usually recent immigrants from South Asia and Africa ) selling fake products (purses, toys, and the like) on the streets. Under Italian law, it is illegal to purchase counterfeit goods and you can incur heavy fines for doing so. The people who sell you these fake products know it is illegal to sell fake products, but they do it anyways to make a living. Only buy from reputed stores.",
        "Be wary of places to change currency. Read ALL signs before changing money. Oftentimes places set up just for currency exchange will add as much as a 20% service fee on all money being traded. The shops near the Vatican have especially high service fees, whereas places near the Trevi Fountain will be more reasonable. The best bet is to change enough money before you leave your home country. There are few places around the city that are under the table and are just interested in American money. These places charge no service fee."
      ],
      "Emergencies": [
        "In an emergency, call 112 (Carabinieri), 113 (Police), 118 (medical first aid) or 115 (firemen). Carry the address of your embassy or consulate.",
        "On anything  else you may  need for  your Rome holiday, you can contact  the official help line of the Minister of Tourism 039.039.039. From Monday to Sunday, from 9.00 to 22.00, in seven languages seven days a week."
      ]
    }
  }
}